[Artifacts.Artifact_TypeA ManufacturerDefinition]
Grades[0]=(DisplayName="together")

[Artifacts.Artifact_TypeB ManufacturerDefinition]
Grades[0]=(DisplayName="Eridian")

[Artifacts.Artifact_TypeC ManufacturerDefinition]
Grades[0]=(DisplayName="Iridian")

[Artifacts.Artifact_TypeD ManufacturerDefinition]
Grades[0]=(DisplayName="Iridium")

[Artifacts.Artifact_TypeE ManufacturerDefinition]
Grades[0]=(DisplayName="From her mouth")

[Artifacts.Artifact_TypeF ManufacturerDefinition]
Grades[0]=(DisplayName="Iridium")

[Manufacturers.the engineer ManufacturerDefinition]
Grades[0]=(DisplayName="Anshin")
Grades[1]=(DisplayName="Indian scientists")
Grades[2]=(DisplayName="Confirm your choice")
Grades[3]=(DisplayName="Anshin is not a bully")
Grades[4]=(DisplayName="An example demonstration")
Grades[5]=(DisplayName="Anshin Tahir")

[Manufacturers.Bandit ManufacturerDefinition]
Grades[0]=(DisplayName="Thieves")

[Manufacturers.the valley ManufacturerDefinition]
Grades[0]=(DisplayName="Dahl")
Grades[1]=(DisplayName="close work")
Grades[2]=(DisplayName="Daly's Army")
Grades[3]=(DisplayName="Dahl was surprised.")
Grades[4]=(DisplayName="Dahl's Keeper")
Grades[5]=(DisplayName="above")

[Manufacturers.The Hyperion ManufacturerDefinition]
Grades[0]=(DisplayName="Hyperion")
Grades[1]=(DisplayName="Hyperion Ltd")
Grades[2]=(DisplayName="Hyperion Meliore")
Grades[3]=(DisplayName="Hyperion Ultra Dark")
Grades[4]=(DisplayName="Line of Hyperion the Great")
Grades[5]=(DisplayName="Hyperon Optimus")

[Manufacturers.Jacob ManufacturerDefinition]
Grades[0]=(DisplayName="Jakobs")
Grades[1]=(DisplayName="Jacob's classic")
Grades[2]=(DisplayName="Yakov is getting old")
Grades[3]=(DisplayName="Quality Jacobs")
Grades[4]=(DisplayName="Old Jacob")
Grades[5]=(DisplayName="Original by Jacobs")

[Manufacturers.Malivana ManufacturerDefinition]
Grades[0]=(DisplayName="Maliwan")
Grades[1]=(DisplayName="Building standards")
Grades[2]=(DisplayName="High class Maliwan")
Grades[3]=(DisplayName="A small example")
Grades[4]=(DisplayName="image view")
Grades[5]=(DisplayName="From the fertile jasmine")

[Manufacturers.opposites ManufacturerDefinition]
Grades[0]=(DisplayName="Pangolin")
Grades[1]=(DisplayName="Pangolin skin")
Grades[2]=(DisplayName="simply Pergolin")
Grades[3]=(DisplayName="Rodella")
Grades[4]=(DisplayName="Pangolin shield")
Grades[5]=(DisplayName="It's a pangolin.")

[Manufacturers.Stock ManufacturerDefinition]
Grades[0]=(DisplayName="Pistol")
Grades[1]=(DisplayName="Type B")
Grades[2]=(DisplayName="Type C")
Grades[3]=(DisplayName="Type D")
Grades[4]=(DisplayName="Type E")
Grades[5]=(DisplayName="Type F")

[Manufacturers.ugly ManufacturerDefinition]
Grades[0]=(DisplayName="Tediore")
Grades[1]=(DisplayName="Financial difficulties")
Grades[2]=(DisplayName="Teddy is special")
Grades[3]=(DisplayName="I am very tired.")
Grades[4]=(DisplayName="TEDIER LIMITED")
Grades[5]=(DisplayName="very weak")

[Manufacturers.weaving ManufacturerDefinition]
Grades[0]=(DisplayName="Torgue")
Grades[1]=(DisplayName="Talk:")
Grades[2]=(DisplayName="very strong")
Grades[3]=(DisplayName="Square is best.")
Grades[4]=(DisplayName="It's a strange time")
Grades[5]=(DisplayName="final destination")

[Manufacturers.Vladov ManufacturerDefinition]
Grades[0]=(DisplayName="Vladof")
Grades[1]=(DisplayName="A man named Vladov")
Grades[2]=(DisplayName="The proletariat of Vladivostok")
Grades[3]=(DisplayName="Waldorf workers")
Grades[4]=(DisplayName="Vladov's Army")
Grades[5]=(DisplayName="Patriarch Vladiv")

